{
    "products": [
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "69770c08-0b9f-4dd1-a0c5-b62d1ec6b549"},
                    "description": {"S": "Mollit eiusmod cupidatat officia sunt eu id do esse laboris eiusmod est anim fugiat deserunt. Qui nisi cupidatat magna dolor incididunt aliquip aliquip. Cillum eu tempor ex occaecat sit. Consectetur dolore enim nisi ex ut sint quis sit labore elit duis. Amet elit commodo id elit dolore eu adipisicing velit quis. Velit excepteur dolor est dolor ea non aute minim pariatur.\r\n"},
                    "price": {"N": "1141.9"},
                    "title": {"S": "non"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "6d8c128d-e93f-4bf9-8cbe-68c058b312d9"},
                    "description": {"S": "Commodo ullamco esse pariatur enim ex aute nulla qui eiusmod fugiat adipisicing. Consectetur aliquip incididunt tempor ex aute cillum Lorem velit ullamco sint exercitation sint. Sunt cupidatat consectetur incididunt sit irure exercitation ullamco aliqua adipisicing. Duis esse aliquip culpa dolore est labore dolore sunt non.\r\n"},
                    "price": {"N": "2102.31"},
                    "title": {"S": "consequat"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "4d30a45e-6d57-45ec-8a8b-d184933e5710"},
                    "description": {"S": "Voluptate pariatur fugiat et ut nisi id adipisicing elit pariatur veniam aliquip ullamco dolor. Consectetur pariatur ipsum amet sit aute ullamco enim consectetur nulla voluptate aute laboris ullamco. Est mollit nostrud Lorem esse pariatur. Culpa esse amet sit laboris duis sit consectetur minim aliqua voluptate.\r\n"},
                    "price": {"N": "112.9"},
                    "title": {"S": "mollit"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "8dc4d85f-ad91-4199-9e49-bcfcd7800bab"},
                    "description": {"S": "Dolor laborum magna et do ullamco. Labore exercitation culpa nostrud culpa eu culpa eiusmod. Officia ipsum reprehenderit eiusmod fugiat. Nostrud aliquip ullamco ut nisi consectetur anim sint commodo.\r\n"},
                    "price": {"N": "11421.9"},
                    "title": {"S": "volcom"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "8ae7f220-d6f6-471f-880f-b3ea8d84aedd"},
                    "description": {"S": "Enim cupidatat aute id adipisicing tempor ut ut. Incididunt voluptate non nulla consectetur do ullamco consectetur incididunt labore excepteur eiusmod Lorem dolor. Nulla cupidatat sit minim consectetur cillum officia exercitation et sint aliqua consectetur aute. Est consequat et eiusmod amet excepteur labore fugiat duis anim. Dolore adipisicing ex in commodo occaecat proident dolor proident adipisicing aliquip elit non elit. Laborum nostrud aute Lorem enim tempor aliquip et.\r\n"},
                    "price": {"N": "1161.9"},
                    "title": {"S": "quicksilver"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "id": {"S": "657cdb32-83ae-46fa-a721-c0d21f839e34"},
                    "description": {"S": "Do elit tempor ea deserunt commodo. Nulla cillum ea aliquip dolore reprehenderit eu. Ipsum fugiat voluptate incididunt cupidatat id ex in culpa ullamco veniam irure. Sint velit in enim amet duis aute aliquip consectetur commodo. Ipsum incididunt consequat commodo veniam laborum dolore quis esse. Irure sunt adipisicing occaecat qui ullamco ullamco exercitation irure sunt labore anim incididunt.\r\n"},
                    "price": {"N": "3056"},
                    "title": {"S": "vans"}
                }
            }
        }
    ],
    "stocks": [
        {
            "PutRequest": {
                "Item": {
                    "product_id": {"S": "8dc4d85f-ad91-4199-9e49-bcfcd7800bab"},
                    "count": {"N": "32"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "product_id": {"S": "657cdb32-83ae-46fa-a721-c0d21f839e34"},
                    "count": {"N": "16"}
                }
            }
        },
        {
            "PutRequest": {
                "Item": {
                    "product_id": {"S": "69770c08-0b9f-4dd1-a0c5-b62d1ec6b549"},
                    "count": {"N": "11"}
                }
            }
        }
    ]
}