[
    {
      "id": "6345bf130555e4cd85bb0c08",
      "color": "green",
      "quantity": 19,
      "price": "$1,604.30",
      "picture": "http://placehold.it/32x32",
      "name": "cillum",
      "description": "Esse incididunt nostrud consequat ea commodo in est. Pariatur cupidatat veniam deserunt do pariatur dolore dolore deserunt minim officia occaecat in. Sunt aliqua culpa dolore veniam. Proident duis proident elit incididunt est officia adipisicing est do. Lorem eu nostrud quis velit aliqua laboris.\r\n",
      "size": 191,
      "brand": "vans",
      "gender": "male",
      "year": "2019-05-19T09:48:35 -03:00"
    },
    {
      "id": "6345bf13d6cfe4f2a7deefea",
      "color": "red",
      "quantity": 22,
      "price": "$1,248.37",
      "picture": "http://placehold.it/32x32",
      "name": "minim",
      "description": "Commodo laborum ullamco ea aliqua eu nisi irure occaecat minim laborum tempor excepteur dolore est. Est Lorem laboris fugiat aute ullamco. Eu elit voluptate enim eu ut veniam irure do deserunt adipisicing. Elit tempor fugiat velit fugiat culpa sint proident pariatur exercitation ea mollit voluptate quis duis. Ex id cillum Lorem in aliqua aliqua pariatur. Fugiat pariatur exercitation mollit commodo sint ut. Anim sit duis amet ipsum et irure proident.\r\n",
      "size": 208,
      "brand": "vans",
      "gender": "female",
      "year": "2019-11-09T12:54:26 -02:00"
    },
    {
      "id": "6345bf13a84467615921db14",
      "color": "black",
      "quantity": 27,
      "price": "$1,177.84",
      "picture": "http://placehold.it/32x32",
      "name": "sint",
      "description": "Deserunt in laboris ad duis occaecat duis laboris irure qui incididunt aliqua enim cupidatat cupidatat. Sint velit duis magna quis. Consequat elit id officia sunt.\r\n",
      "size": 149,
      "brand": "volcom",
      "gender": "female",
      "year": "2018-11-01T08:59:34 -02:00"
    },
    {
      "id": "6345bf13e2811d09bbb4729b",
      "color": "white",
      "quantity": 28,
      "price": "$1,904.66",
      "picture": "http://placehold.it/32x32",
      "name": "non",
      "description": "Adipisicing tempor enim esse aliqua veniam labore quis magna deserunt id ea incididunt excepteur. Qui exercitation est velit cupidatat ipsum ea duis. Aliquip aliquip Lorem magna amet reprehenderit eu quis non anim commodo nisi et. Elit voluptate ad proident sint dolore adipisicing do qui irure exercitation. Commodo pariatur sit culpa aute magna aliquip incididunt dolore anim irure irure anim. Anim nulla Lorem ea culpa duis est commodo est.\r\n",
      "size": 143,
      "brand": "burton",
      "gender": "male",
      "year": "2019-09-25T05:27:19 -03:00"
    },
    {
      "id": "6345bf13bb717dd4d410b14f",
      "color": "blue",
      "quantity": 47,
      "price": "$3,181.04",
      "picture": "http://placehold.it/32x32",
      "name": "dolore",
      "description": "Anim proident officia enim officia duis ut veniam occaecat quis. Consequat excepteur occaecat cillum ullamco ea nulla consectetur cupidatat ex proident irure dolor in. Proident et officia cillum proident qui voluptate pariatur minim tempor cupidatat amet reprehenderit id et. Non duis aliqua occaecat aliqua anim ut in qui nisi aliquip enim. Do aliquip fugiat esse incididunt id commodo ut dolor pariatur.\r\n",
      "size": 177,
      "brand": "vans",
      "gender": "male",
      "year": "2021-10-04T07:24:10 -03:00"
    },
    {
      "id": "6345bf13b4cf14d4448e47eb",
      "color": "blue",
      "quantity": 18,
      "price": "$3,419.10",
      "picture": "http://placehold.it/32x32",
      "name": "do",
      "description": "Proident fugiat Lorem amet laboris irure dolor tempor anim in sint culpa mollit fugiat sit. Ea ad nostrud duis amet cupidatat est in non adipisicing anim in. Anim voluptate amet nisi amet occaecat irure do proident adipisicing nisi laborum velit irure. Mollit dolor proident sint do et nisi eu culpa esse esse officia. Culpa fugiat reprehenderit nostrud sit.\r\n",
      "size": 210,
      "brand": "vans",
      "gender": "female",
      "year": "2021-10-27T10:13:02 -03:00"
    },
    {
      "id": "6345bf134effcdf7564a38a3",
      "color": "white",
      "quantity": 27,
      "price": "$1,598.28",
      "picture": "http://placehold.it/32x32",
      "name": "amet",
      "description": "Fugiat eiusmod labore velit dolor ut sunt sunt consectetur labore culpa aute. Minim quis non dolore enim mollit fugiat. Labore consectetur anim deserunt tempor cillum fugiat Lorem dolor incididunt. Laborum sit excepteur aute ullamco sit minim et reprehenderit in Lorem fugiat officia.\r\n",
      "size": 173,
      "brand": "vans",
      "gender": "female",
      "year": "2019-06-17T12:11:10 -03:00"
    },
    {
      "id": "6345bf1360d91eec64676242",
      "color": "yellow",
      "quantity": 18,
      "price": "$2,573.72",
      "picture": "http://placehold.it/32x32",
      "name": "dolore",
      "description": "Sint ea aliqua est irure consequat proident. Et irure incididunt pariatur sunt commodo non do elit. Nulla quis anim minim adipisicing occaecat magna ipsum consectetur.\r\n",
      "size": 145,
      "brand": "burton",
      "gender": "female",
      "year": "2021-01-08T08:19:27 -02:00"
    },
    {
      "id": "6345bf13732b42f674def8d2",
      "color": "white",
      "quantity": 32,
      "price": "$2,117.52",
      "picture": "http://placehold.it/32x32",
      "name": "esse",
      "description": "Laboris irure eiusmod mollit ut nostrud minim adipisicing et non velit laborum. Qui amet ex in proident. Esse dolor ullamco veniam ad mollit. Cillum proident aliquip minim id duis nostrud reprehenderit voluptate in aliquip cupidatat sunt laboris. Reprehenderit ex aute et anim voluptate duis do do irure. Ipsum excepteur magna mollit consequat veniam voluptate cillum quis minim laborum incididunt nisi ut.\r\n",
      "size": 229,
      "brand": "quicksilver",
      "gender": "male",
      "year": "2014-05-30T09:34:00 -03:00"
    },
    {
      "id": "6345bf13c34e5a0a148f4172",
      "color": "green",
      "quantity": 4,
      "price": "$2,621.54",
      "picture": "http://placehold.it/32x32",
      "name": "eiusmod",
      "description": "Fugiat consectetur officia ipsum aliquip fugiat qui id id eiusmod laborum cillum. Cupidatat quis pariatur cillum laborum non consectetur adipisicing. Nisi ex quis eu Lorem.\r\n",
      "size": 161,
      "brand": "volcom",
      "gender": "male",
      "year": "2016-02-01T03:33:41 -02:00"
    }
  ]