[
  {
    "id": "6345de09c9b192c309f6081f",
    "color": "white",
    "quantity": 22,
    "price": 3584.88,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "cillum",
    "name": "aliquip",
    "description": "Exercitation enim cillum aliquip adipisicing velit ullamco sint pariatur. Aliquip exercitation fugiat aliqua adipisicing incididunt aliquip aute occaecat occaecat. Minim aute dolore eiusmod do labore enim nisi et eiusmod ut nulla. Labore occaecat ipsum ipsum magna amet proident cillum ullamco anim consectetur reprehenderit voluptate. Ullamco excepteur tempor ullamco tempor est eu amet incididunt laboris minim ut exercitation laborum. Aliquip eiusmod velit fugiat consectetur adipisicing sunt.\r\n",
    "size": 220,
    "brand": "volcom",
    "gender": "male",
    "year": "2020-01-29T11:22:30 -02:00"
  },
  {
    "id": "6345de09576fa7e3f0c23afe",
    "color": "green",
    "quantity": 45,
    "price": 1141.9,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "non",
    "name": "proident",
    "description": "Mollit eiusmod cupidatat officia sunt eu id do esse laboris eiusmod est anim fugiat deserunt. Qui nisi cupidatat magna dolor incididunt aliquip aliquip. Cillum eu tempor ex occaecat sit. Consectetur dolore enim nisi ex ut sint quis sit labore elit duis. Amet elit commodo id elit dolore eu adipisicing velit quis. Velit excepteur dolor est dolor ea non aute minim pariatur.\r\n",
    "size": 167,
    "brand": "burton",
    "gender": "female",
    "year": "2019-08-27T03:32:56 -03:00"
  },
  {
    "id": "6345de0986bbeb5e33c8bebd",
    "color": "brown",
    "quantity": 50,
    "price": 2102.31,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "consequat",
    "name": "consequat",
    "description": "Commodo ullamco esse pariatur enim ex aute nulla qui eiusmod fugiat adipisicing. Consectetur aliquip incididunt tempor ex aute cillum Lorem velit ullamco sint exercitation sint. Sunt cupidatat consectetur incididunt sit irure exercitation ullamco aliqua adipisicing. Duis esse aliquip culpa dolore est labore dolore sunt non.\r\n",
    "size": 213,
    "brand": "burton",
    "gender": "female",
    "year": "2014-07-12T10:13:22 -03:00"
  },
  {
    "id": "6345de097b7ffb759d1eaf53",
    "color": "blue",
    "quantity": 18,
    "price": 3150.01,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "mollit",
    "name": "culpa",
    "description": "Voluptate pariatur fugiat et ut nisi id adipisicing elit pariatur veniam aliquip ullamco dolor. Consectetur pariatur ipsum amet sit aute ullamco enim consectetur nulla voluptate aute laboris ullamco. Est mollit nostrud Lorem esse pariatur. Culpa esse amet sit laboris duis sit consectetur minim aliqua voluptate.\r\n",
    "size": 226,
    "brand": "quicksilver",
    "gender": "male",
    "year": "2020-08-26T10:05:02 -03:00"
  },
  {
    "id": "6345de0999f01014203aa27f",
    "color": "brown",
    "quantity": 33,
    "price": 1186.89,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "excepteur",
    "name": "mollit",
    "description": "Dolor laborum magna et do ullamco. Labore exercitation culpa nostrud culpa eu culpa eiusmod. Officia ipsum reprehenderit eiusmod fugiat. Nostrud aliquip ullamco ut nisi consectetur anim sint commodo.\r\n",
    "size": 179,
    "brand": "volcom",
    "gender": "male",
    "year": "2022-09-30T08:59:32 -03:00"
  },
  {
    "id": "6345de09ad913ba033aa6ee5",
    "color": "red",
    "quantity": 5,
    "price": 1151.07,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "consectetur",
    "name": "voluptate",
    "description": "Enim cupidatat aute id adipisicing tempor ut ut. Incididunt voluptate non nulla consectetur do ullamco consectetur incididunt labore excepteur eiusmod Lorem dolor. Nulla cupidatat sit minim consectetur cillum officia exercitation et sint aliqua consectetur aute. Est consequat et eiusmod amet excepteur labore fugiat duis anim. Dolore adipisicing ex in commodo occaecat proident dolor proident adipisicing aliquip elit non elit. Laborum nostrud aute Lorem enim tempor aliquip et.\r\n",
    "size": 217,
    "brand": "quicksilver",
    "gender": "male",
    "year": "2015-04-20T06:30:56 -03:00"
  },
  {
    "id": "6345de09ed5d9031fa802a18",
    "color": "blue",
    "quantity": 7,
    "price": 3057.83,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "cupidatat",
    "name": "dolore",
    "description": "Do elit tempor ea deserunt commodo. Nulla cillum ea aliquip dolore reprehenderit eu. Ipsum fugiat voluptate incididunt cupidatat id ex in culpa ullamco veniam irure. Sint velit in enim amet duis aute aliquip consectetur commodo. Ipsum incididunt consequat commodo veniam laborum dolore quis esse. Irure sunt adipisicing occaecat qui ullamco ullamco exercitation irure sunt labore anim incididunt.\r\n",
    "size": 200,
    "brand": "vans",
    "gender": "female",
    "year": "2020-09-14T12:25:51 -03:00"
  },
  {
    "id": "6345de097380e463224619f0",
    "color": "blue",
    "quantity": 42,
    "price": 3383.71,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "consectetur",
    "name": "ut",
    "description": "Qui duis sit consectetur occaecat fugiat dolore officia culpa. Magna proident anim officia eu voluptate. Ex occaecat exercitation proident magna eu. Proident aliquip minim in pariatur sint quis.\r\n",
    "size": 190,
    "brand": "volcom",
    "gender": "female",
    "year": "2017-07-15T04:50:27 -03:00"
  },
  {
    "id": "6345de09d5bd3ae51ce01bd2",
    "color": "red",
    "quantity": 21,
    "price": 3336.57,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "commodo",
    "name": "cupidatat",
    "description": "Duis culpa aute labore ut pariatur ea do. Laborum commodo tempor Lorem amet id magna excepteur. Et tempor commodo non dolore in mollit irure in velit reprehenderit cupidatat esse. Ex exercitation culpa eiusmod anim non excepteur deserunt dolor ut qui elit ipsum deserunt. Eiusmod laboris tempor aute velit magna dolor ea elit aliqua. Lorem duis sit commodo dolor proident velit eiusmod ullamco. Esse quis labore dolore irure.\r\n",
    "size": 171,
    "brand": "burton",
    "gender": "male",
    "year": "2021-03-13T12:52:56 -02:00"
  },
  {
    "id": "6345de09bb1fb21361141403",
    "color": "black",
    "quantity": 33,
    "price": 3358.21,
    "picture": "https://source.unsplash.com/random?snowboard",
    "title": "enim",
    "name": "nisi",
    "description": "Cupidatat do sunt ad sint reprehenderit nulla duis adipisicing ipsum nostrud do fugiat proident. Minim irure amet ut reprehenderit tempor dolore in eu. Elit dolore proident tempor ad aliquip fugiat esse in ex qui esse ullamco officia laboris. Sit consectetur labore nostrud non ex irure. Enim non adipisicing id laboris id. Laboris do aliquip qui dolore ex veniam sit magna magna duis non duis eiusmod.\r\n",
    "size": 215,
    "brand": "vans",
    "gender": "male",
    "year": "2014-12-08T10:55:00 -02:00"
  }
]